"About %@" = "O %@";
"Hide %@" = "Ukryj %@";
"Hide Others" = "Ukryj Inne";
"Show All" = "Pokaż wszystko";
"Quit %@" = "Zakończ %@";

"Another %@ is currently running. Please close all instances of it now." = "Obecnie uruchomiony jest inny program %@. Zamknij teraz wszystkie jego instancje.";
"Are you sure you want to exit %@ setup?" = "Czy na pewno chcesz zakończyć instalację %@?";
"Are you sure you want to exit before the process is completed?" = "Czy na pewno chcesz wyjść przed zakończeniem procesu?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "Z powodu jakiegoś błędu, instalacja nie może zostać zakończona. Proszę sprawdzić połączenie internetowe i spróbować ponownie. Możesz również kliknąć \"Pobierz bezpośrednio\", aby uzyskać pełny pakiet z oficjalnej strony internetowej.";
"I've read and agreed to %@" = "Przeczytałem i zgadzam się z %@";
"%@ License Agreement" = "Umowę licencyjną";
"Install" = "Zainstaluj";
"Installing...please wait ( %1.1f%% finished)" = "Trwa instalowanie...proszę czekać ( %1.1f%% zakończone)";
"Please agree %@ License Agreement before installing %@!" = "Proszę zaakceptować %@ Umowę Licencyjną przed instalacją %@!";
"Continue" = "Kontynuuj";
"Direct Download" = "Pobierz bezpośrednio";
"Exit" = "Wyjdź";
"OK" = "OK";
"Try Again" = "Spróbuj ponownie";
